Repository: common-repository/wc-give-a-coupon
Catalog: languages/give-automatic-coupon-*.po
Languages: it_it

source: Expiry Date:
it_it: Data di scadenza:

source: Settings coupon
it_it: Impostazioni coupon

source: Enabled
it_it: Abilitato

source: Discount Percentage
it_it: Percentuale Sconto

source: Expiration day
it_it: Giorni di validità

source: Description coupon
it_it: Descrizione coupon

source: Settings Email
it_it: Impostazioni Email

source: Email Subject
it_it: Oggetto Email

source: Email Content
it_it: Contenuto Email

source: Enable the plugin
it_it: Abilita/Disabilita il plugin

source: The discount percentage to be applied.
it_it: La percentuale di sconto da applicare.

source: The number of days that the coupon validity.
it_it: Il numero di giorni di validità del coupon.

source: Set the description for coupon.
it_it: Imposta la descrizione per il coupon.

source: Set the subject for email to send to customer.
it_it: Imposta l'oggetto per l'email da inviare al cliente.

source: <i>Enter [couponcode] instead of the coupon code</i>
it_it: <i>Inserisci [couponcode] invece del codice coupon</i>

source: Set the content for email to send to customer.
it_it: Imposta il contenuto dell'email da inviare al cliente.

source: Order amount
it_it: Importo dell'ordine condizionale

source: Conditional amount of the order for the coupon to be given.
it_it: L'importo che deve avere l'ordine affinchè venga erogato il coupon.
